Repository: hmshohrab/getx_template
Catalog: lib/l10n/app_*.arb
Languages: bn

# appTitle
source: DAMS-Data Migration
bn: RTIMS

# appTitleLong
source: DAMS Data Migration
bn: রিয়েলটাইম ইন্সপেকশন মনিটরিং সিস্টেম

# titleLogin
source: Login
bn: লগইন

# titleUserId
source: User Id
bn: ইউজার আইডি

# titlePassword
source: Password
bn: পাসওয়ার্ড

# hintUserId
source: Enter your User Id
bn: আপনার ইউজার আইডি লিখুন

# hintPassword
source: Enter your Password
bn: আপনার পাসওয়ার্ড লিখুন

# hintRefNumber
source: Enter Ref. Number
bn: রেফ. নম্বর লিখুন

# titleNewOperation
source: New Operation
bn: নতুন অপারেশন

# titleNext
source: Next
bn: পরবর্তী

# titleUploadAttachment
source: Upload Attachment
bn: সংযুক্তি আপলোড করুন

# titleImageAttachment
source: Your Image Attachment
bn: আপনার ছবি সংযুক্তি

# titleAudioAttachment
source: Your Audio Attachment
bn: আপনার অডিও সংযুক্তি

# titleVideoAttachment
source: Your Video Attachment
bn: আপনার ভিডিও সংযুক্তি

# titleDocumentAttachment
source: Your Document Attachment
bn: আপনার নথি সংযুক্তি

# titleRefNumber
source: Ref. Number
bn: রেফারেন্স নম্বর

# titleOpenDocument
source: Open Document
bn: ওপেন ডকুমেন্ট

# titleOpenCamera
source: Open Camera
bn: ওপেন ক্যামেরা

# titleOpenGallery
source: Open Gallery
bn: ওপেন গ্যালারি

# titleRecordAudioStatement
source: Record Audio Statement
bn: রেকর্ড অডিও স্টেটমেন্ট

# bottomNavHome
source: Home
bn: হোম

# bottomNavFavorite
source: Favorite
bn: ফেভারিট

# bottomNavSettings
source: Settings
bn: সেটিংস

# titleOtherView
source: OtherView
bn: অন্যান্য

# settingsTheme
source: Theme
bn: থিম

# settingsLanguage
source: Language
bn: ভাষা

# settingsFontSize
source: Font Size
bn: অক্ষরের আকার

source: Construction Approval Number
bn: নির্মাণ অনুমোদন নম্বর

source: Date of Approval
bn: অনুমোদনের তারিখ

# applicant_name
source: Applicant's Name
bn: আবেদনকারীর নাম

source: R.S. Stain no
bn: আর.এস. দাগ নং

source: BS mark no
bn: বি.এস দাগ নং

source: RS Khatian No
bn: আর.এস.খতিয়ান নং

source: Police station
bn: থানা

source: Mouza
bn: মৌজা

source: Road Name
bn: রোডের নাম

# msgLeave
source: Are you sure you want to leave this page?
bn: আপনি কি নিশ্চিত যে আপনি এই পৃষ্ঠাটি ছেড়ে যেতে চান?

# msgUserIdNotValid
source: Please enter the User Id
bn: অনুগ্রহ করে ইউজার আইডি লিখুন

# msgPasswordNotValid
source: Please enter the Password
bn: অনুগ্রহ করে পাসওয়ার্ড দিন

# msg1
source: Please select or record at least one attachment
bn: অনুগ্রহ করে অন্তত একটি সংযুক্তি নির্বাচন করুন বা রেকর্ড করুন

# msg2
source: Please enter Ref. Number
bn: অনুগ্রহ করে রেফারেন্স নম্বর লিখুন

# msg3
source: Your attachment upload did not complete.
bn: আপনার সংযুক্তি আপলোড সম্পূর্ণ হয়নি।
